Repository: easydigitaldownloads/edd-mailpoet
Catalog: languages/edd_wysija-*.po
Languages: fr_fr

source: Include a MailPoet signup option with your Easy Digital Downloads checkout
fr_fr: Inclure une option d’inscription à MailPoet dans Easy Digital Downloads au moment de la commande

source: Signup for the newsletter
fr_fr: S’inscrire à la newsletter

source: MailPoet Settings
fr_fr: Réglages de MailPoet

source: Configure MailPoet Integration Settings
fr_fr: Configurer les réglages d’intégration de MailPoet

source: Show Signup on Checkout
fr_fr: Afficher l’inscription sur la commande

source: Allow customers to signup for the list selected below during checkout?
fr_fr: Permettre aux clients de s’inscrire à la liste sélectionnée ci-dessus lors de votre commande ?

source: Choose a list
fr_fr: Choisir une liste

source: Select the list you wish to subscribe buyers to
fr_fr: Sélectionnez la liste à laquelle vous souhaitez abonner vos acheteurs

source: Checkout Label
fr_fr: Libellé

source: This is the text shown next to the signup option
fr_fr: C'est le texte affiché à côté de l'option d'inscription

source: Select the lists you wish buyers to be subscribed to when purchasing.
fr_fr: Sélectionner les listes auxquelles vous souhaitez abonner vos acheteurs pendant l’achat.
